IDEA Open Model
ConnectedMember.Length Property
Compatible with IDEA StatiCa v 10.1
 Length of the member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
public:
property double Length {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectedMember Class
IdeaRS.OpenModel.Connection Namespace